{
    "title": "About us",
    "description": {
        "lead": "We are a product designer and a frontend developer duo.",
        "body": "Our goal is to deliver high quality interfaces that solve business problems and offer a great experience to the users.",
        "small": {
           "line1": "We believe that creating a digital product",
           "line2": "is about solving problems",
           "line3": "and satisfying users' needs."
        }
    },
    "subtitle": "Get to know us better",
    "team": [
        {
            "name": "Paulina Jadeszko",
            "role": "Co-founder & Product Designer",
            "links": [
                {
                    "name": "Dribble",
                    "href": "https://dribbble.com/PaulinaJadeszko"
                },
                {
                    "name": "Instagram",
                    "href": "https://www.instagram.com/pjadeszko/"
                },
                {
                    "name": "LinkedIn",
                    "href": "https://www.linkedin.com/in/paulina-jadeszko/"
                }
            ],
            "description": "I am a Product Designer with over 5 years of experience that I have gained in small agencies, software houses and startups. At that time, I had the opportunity to design mobile applications, web applications and websites for organizations of all sizes from industries such as e-commerce, FinTech, aviation and education. My goal is to maintain a high standard of usability, and user experience and take care of every detail of the visual part of the project."
        },
        {
            "name": "Ada Banaszak",
            "role": "Co-founder & Web Developer",
            "links": [
                {
                    "name": "Github",
                    "href": "https://github.com/AdaBan"
                },
                {
                    "name": "Instagram",
                    "href": "https://www.instagram.com/ada.banaszak/"
                }
            ],
            "description": "I’m a cultural studies graduate turned front-end developer. I’ve gained my professional experience working for various clients in the Warsaw branch of the global advertising agency Saatchi&Saatchi and in a software house SYZYGY, as well as being an in-house front-end developer for a fast-growing fem-tech startup Your KAYA. While coding, I care about user experience, performance, and reusability of code. While communicating, I value transparency, mutual respect, kindness, and a sense of humor."
        }
    ]
}
