{
    "title": "About us",
    "description": {
        "lead": "We are a product designer and a front-end developer duo.",
        "body": "Our goal is to deliver high-quality interfaces that solve business problems and offer a first-class experience to users.",
        "small": {
           "line1": "We're excited to work with kind people",
           "line2": "who believe that open communication",
           "line3": "is the key to creating great products."
        }
    },
    "subtitle": "Get to know us better",
    "team": [
        {
            "name": "Paulina Jadeszko",
            "role": "Co-founder & Product Designer",
            "links": [
                {
                    "name": "Dribbble",
                    "href": "https://dribbble.com/PaulinaJadeszko"
                },
                {
                    "name": "Instagram",
                    "href": "https://www.instagram.com/pjadeszko/"
                },
                {
                    "name": "LinkedIn",
                    "href": "https://www.linkedin.com/in/paulina-jadeszko/"
                }
            ],
            "description": "I am a Product Designer with over five years of experience that I have gained in small agencies, software houses, and startups. At that time, I had the opportunity to design mobile applications, web applications, and websites for organizations of all sizes from industries such as e-commerce, FinTech, aviation, and education. My goal is to maintain a high standard of usability and user experience. I take care of every detail of the visual part of the project."
        },
        {
            "name": "Ada Banaszak",
            "role": "Co-founder & Web Developer",
            "links": [
                {
                    "name": "Github",
                    "href": "https://github.com/AdaBan"
                },
                {
                    "name": "Instagram",
                    "href": "https://www.instagram.com/ada.banaszak/"
                }
            ],
            "description": "I am a cultural studies graduate turned front-end developer. I've gained professional experience working for various clients in a global advertising agency and a small software house. I was also an in-house front-end developer for a fast-growing fem-tech startup. While coding, I care about user experience, performance, and code reusability. While communicating, I value transparency, mutual respect, kindness, and a sense of humor."
        }
    ]
}
