{
    "title": "Recent projects",
    "items": [
      {
        "name": "AR Configurator",
        "client": "Augmenteers",
        "description": "Augmenteers is a platform for online retailers to increase performance with 3D product visualizations. We designed and developed a user-friendly experience that lets customers configure the product, scan the QR code and see the model in their room using AR technology. We implemented the front-end of the web app in React.js.",
        "tags": ["UX design", "Front-end development"],
        "live": "https://vrxs.de/3d-product-configurator/cabinet/",
        "images": [
          {
            "url": "/assets/work/augmenteers-configurator-1.png",
            "alt": "Mobile view of a furniture configurator with controls and 3d model of a drawer."
          },
          {
            "url": "/assets/work/augmenteers-configurator-2.png",
            "alt": "Desktop view of a furniture configurator with controls and 3d model of a drawer"
          }
        ]
      },
      {
        "name": "Augmenteers branding",
        "client": "Augmenteers",
        "description": "The goal was to present Augmenteers as a trustworthy, professional partner for 3D and Augmented Reality solutions, yet maintaining their young and innovative approach. We designed a logomark that represents the interpenetration of two worlds - real and virtual. The result of combining these two parts is a stable construction that shows professionalism and trust.",
        "tags": ["Brand identity"],
        "live": "",
        "images": [
          {
            "videoUrl": "/assets/work/augmenteers-branding.mp4"
          }
        ]
      },
      {
        "name": "SaaS website redesign",
        "client": "Demoboost",
        "description": "Demoboost helps software companies deliver a demo experience that sells – internally and with partners. As a result of the growth and global expansion, their outdated website needed a fresh look. We proposed a new visual language and prepared all animated assets to show how the product works. The new website was implemented with a static site generator 11ty, with the focus on performance and user experience.",
        "tags": ["Web design", "Front-end development"],
        "live": "https://demoboost.com/",
        "images": [
          {
            "url": "/assets/work/demoboost-website-1.png",
            "alt": "Demoboost website product shot"
          },
          {
            "url": "/assets/work/demoboost-website-2.png",
            "alt": "Demoboost website product shot"
          }
        ]
      }
    ]
  }
  