{
    "title": "What we do",
    "items": [
      {
        "name": "Design strategy",
        "description": "Close collaboration with the client to understand the vision and define users' needs is the key to product success. We listen, empathize with the users, and care about business needs. We can plan the scope through UI/UX audits, user interviews, and product definition workshops and recommend the best solutions to support the company's mission.",
        "tags": ["UI/UX Audit", "Workshops", "Market Research"],
        "slug": "design-strategy",
        "color": "green"
      },
      {
        "name": "Product Design",
        "description": "We approach each project individually. Our mission is to create scalable digital products with respect for the users and the client. We always ensure that it combines a clean and beautiful visual design. We are passionate and constantly strive to create accessible and stunning projects.",
        "tags": ["UX design", "UI design", "Design Systems", "Websites"],
        "slug": "ui-design",
        "color": "gray"
      },
      {
        "name": "Front-end development",
        "description": "We create reusable component libraries, implement design systems and bring websites to life. The goal is to develop scalable, user and developer-friendly front-end solutions to help you grow and improve your online presence. We pay attention to detail and use the best technologies for the task.",
        "tags": ["UI kits", "Design systems", "Websites", "API integration", "JAMstack"],
        "slug": "front-end",
        "color": "orange"
      },
      {
        "name": "Webflow development",
        "description": "We design and implement fast, scalable, responsive, and SEO-friendly websites with Webflow. On top of that, we provide you with one-to-one learning sessions and a transparent system of managing content so you can take complete control of your website after the hand-off.",
        "tags": ["UX + UI Design", "Webflow Development", "Webflow Onboarding"],
        "slug": "webflow",
        "color": "black"
      }
    ]
  }
  